[
  "Berbuat baiklah kepada sesama, karena itu adalah salah satu cara untuk menyejukkan hati. Hiduplah dengan penuh kasih sayang, sebab dari sanalah lahir kedamaian dalam hati. Dan bersikaplah bijaksana dalam segala hal, karena kebijaksanaan adalah kunci untuk mendapatkan ketenangan yang sejati.",
  "Ketika merasa sendiri, ingatlah bahwa Allah selalu menyertaimu. Jangan biarkan dunia menyesatkanmu, tetaplah teguh pada agama dan keyakinanmu. Berserahlah sepenuhnya kepada Allah, karena hanya Dia yang memiliki kendali atas segala sesuatu.",
  "Jika mereka berpaling dari keimanan, katakanlah: Cukuplah Allah bagiku. Tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal dan Dia adalah Tuhan pemilik Arasy yang agung.",
  "Ilmu bukan untuk merasa paling tahu, tapi agar kita tahu diri dan semakin rendah hati. Hidup bukan tentang siapa yang paling cepat, tapi siapa yang tetap di jalan yang benar. Jangan berharap pada manusia, cukup pada Allah, karena dari-Nya datang ketenangan.",
  "Jangan merasa paling benar, karena bisa jadi orang lain lebih dekat kepada Allah. Sabar bukan berarti tidak marah, tapi mampu menenangkan diri saat marah datang. Jangan sombong dengan amal, sebab semua diterima karena rahmat Allah.",
  "Kalau kamu punya dosa, jangan putus asa. Allah itu tidak pernah bosan mengampuni, yang sering bosan justru manusia dalam bertaubat.",
  "Tetaplah tabah dalam menghadapi ujian, yakinlah bahwa itu adalah bagian dari rencana Allah yang indah.",
  "Kalau kamu ingin hidup tenang, biasakan memaafkan. Kadang bukan orang lain yang membuat hati gelisah, tapi dendam yang belum kamu lepaskan.",
  "Hidup ini tidak perlu terlalu sempurna, yang penting selalu ada niat untuk menjadi lebih baik.",
  "Jangan takut memberi, karena rezeki datangnya bukan dari manusia. Jika ingin hati tenang, belajarlah memaafkan dan jangan sibuk menilai orang lain.",
  "Daripada mencari kesalahan orang lain, lebih baik fokus memperbaiki diri. Karena kedamaian muncul saat kita berhenti menghakimi dan mulai berbenah.",
  "Jangan iri dengan rezeki orang lain, karena setiap orang punya ujian yang tidak selalu terlihat. Bersyukurlah atas apa yang kamu miliki.",
  "Hidup ini jangan terlalu dipikir rumit. Jalani saja dengan tenang dan ikhlas. Teruslah berbuat baik meski kecil.",
  "Kadang hidup tidak sesuai keinginan, tapi di situlah Allah mengajarkan arti sabar dan tawakal.",
  "Kadang Allah menunda keinginanmu karena waktunya belum tepat.",
  "Jangan terlalu sibuk mengejar dunia sampai lupa bahwa hidup ini sementara.",
  "Tidak semua hal harus berjalan sesuai keinginan kita, karena di situlah Allah menguji hati dan keikhlasan.",
  "Allah mengabulkan doa ketika kamu sudah siap, bukan ketika kamu menginginkannya.",
  "Hidup harus dijalani dengan hati yang tenang dan penuh syukur. Dunia semakin dikejar akan semakin membuat gelisah.",
  "Hidup tidak harus sempurna, yang penting tetap berusaha menjadi orang baik.",
  "Hati yang dekat dengan Allah akan selalu menemukan jalan pulang.",
  "Jangan terlalu sibuk mencari kebahagiaan, tapi jadilah sumber kebahagiaan bagi orang lain.",
  "Saat doa belum dikabulkan, bukan berarti Allah tidak mendengar. Allah sedang mengatur waktu terbaik.",
  "Jangan merasa kecil jika kebaikanmu tak dilihat orang. Yang penting Allah melihatnya.",
  "Kadang Allah tidak memberi apa yang kamu mau karena Dia ingin memberi yang lebih baik.",
  "Orang yang tulus hidupnya lebih ringan karena tidak sibuk memikirkan penilaian manusia.",
  "Allah tidak meminta kita sempurna, hanya meminta kita terus berusaha mendekat kepada-Nya.",
  "Terkadang Allah membuat seorang hamba kecewa agar ia kembali berharap hanya kepada-Nya.",
  "Ketenangan bukan saat masalah hilang, tapi saat kita percaya bahwa semua diatur Allah.",
  "Hiduplah dengan rendah hati, karena kebesaran hati membuat hidup lebih bermakna.",
  "Jangan terlalu cepat menilai seseorang. Bisa jadi yang kamu lihat hari ini bukan lagi dirinya yang dulu.",
  "Setiap dosa punya pintu taubat, dan setiap hati punya kesempatan kembali kepada Allah.",
  "Hati akan tenang kalau sering diisi dengan zikir.",
  "Teruslah berbuat baik meski kecil dan tak terlihat. Allah menilai ketulusan, bukan besarnya amal.",
  "Sabar bukan berarti tidak sedih. Sabar adalah tetap percaya bahwa Allah menyiapkan sesuatu yang lebih baik.",
  "Taubat bukan untuk orang suci, tapi untuk kita yang penuh kekurangan.",
  "Memperbaiki diri tidak harus menunggu sempurna. Allah menyukai hamba yang terus berusaha.",
  "Hijrah adalah tentang berani memulai langkah kecil menuju Allah.",
  "Hidup jangan terlalu diberatkan sendiri. Jalani pelan-pelan.",
  "Jangan sibuk memikirkan apa yang hilang. Fokus pada apa yang Allah sisakan.",
  "Kalau hidup terasa kacau, perbaiki dulu hati.",
  "Ketika kamu merasa jauh dari Allah, jangan berhenti. Justru itu tanda kamu harus kembali.",
  "Hidup ini singkat, jangan sia-siakan waktu dengan hal yang tidak bermanfaat.",
  "Jangan menunggu hidup tenang baru mendekat kepada Allah. Tenang datang setelah mendekat.",
  "Kalau hatimu sering gelisah, periksa kembali hubunganmu dengan Allah.",
  "Jangan takut berubah meski sedikit demi sedikit.",
  "Kalau ada orang meremehkanmu, biarkan. Nilaimu ditentukan oleh Allah.",
  "Bersyukurlah walau kecil, karena yang kecil jika dijaga akan menjadi besar.",
  "Kadang Allah menjauhkanmu dari sesuatu agar kamu lebih dekat kepada-Nya.",
  "Setiap lelah ada pahala jika kamu sabar.",
  "Jika kamu merasa tidak pantas, justru itu tanda Allah sedang memanggilmu.",
  "Jangan bandingkan hidupmu dengan orang lain.",
  "Istiqamah itu berat, tapi buahnya manis.",
  "Kalau doamu belum dikabulkan, bisa jadi Allah sedang menjagamu dari sesuatu.",
  "Dekat dengan Al-Qur’an tidak harus paham semua. Baca saja, cahaya turun perlahan.",
  "Jangan takut dengan rezeki yang belum terlihat. Tugasmu hanya berusaha dan bertawakal.",
  "Hidup akan terasa ringan jika kamu belajar memaafkan.",
  "Jangan khawatir terhadap apa yang belum kamu miliki. Allah tidak pernah lupa pada kebutuhan hamba-Nya.",
  "Ketulusan adalah pintu ketenangan. Semakin tulus, semakin lapang hati menghadapi hidup.",
  "Jangan lelah memperbaiki diri. Allah mencintai hamba yang terus belajar menjadi baik.",
  "Barang siapa menjaga hatinya, Allah akan menjaga langkahnya.",
  "Jika kamu terjatuh dalam dosa, bangunlah kembali. Allah lebih melihat usahamu bangkit daripada jatuhmu.",
  "Kesunyian kadang cara Allah memurnikan hati dari ketergantungan kepada manusia.",
  "Apa yang kamu kejar di dunia tidak selalu yang kamu butuhkan. Allah tahu yang paling tepat untukmu.",
  "Kebahagiaan datang ketika hati berhenti memaksa dan mulai menerima.",
  "Tidak ada doa yang sia-sia. Semua disimpan Allah untuk waktu yang paling baik.",
  "Orang sabar bukan yang kuat menahan marah, tapi yang mampu menahan diri dari menyakiti.",
  "Rezeki itu bukan hanya uang, tapi ketenangan, kesehatan, ilmu, dan sahabat yang baik.",
  "Jika hari ini berat, bukan berarti besok tidak ada harapan.",
  "Allah tidak pernah membiarkan air mata seorang hamba jatuh sia-sia.",
  "Bukan keadaan yang membuatmu kuat, tapi keyakinan bahwa Allah bersamamu.",
  "Jangan iri pada hidup orang lain. Kamu tidak tahu apa yang mereka doakan setiap malam.",
  "Hati yang bersyukur lebih cepat melihat kebaikan dalam hidup.",
  "Allah memperbaiki keadaan hamba yang mau memperbaiki hatinya.",
  "Jangan terlalu sibuk memikirkan masa depan sampai lupa memperbaiki diri hari ini.",
  "Allah menilai dari hati, bukan dari penampilan dan ucapan yang terdengar indah.",
  "Kadang Allah membuatmu sendiri agar kamu tahu bahwa cukup Allah sebagai penolong.",
  "Kebaikan itu menyembuhkan, bahkan ketika dilakukan tanpa disadari.",
  "Tidak ada yang hilang dari orang yang bertawakal.",
  "Doa yang dipanjatkan dengan hati tulus lebih kuat daripada seribu kata tanpa keikhlasan.",
  "Kesalahan adalah guru terbaik selama kita mau belajar darinya.",
  "Allah memberi ujian bukan untuk menghancurkan, tapi untuk menguatkan.",
  "Hati yang sering mengingat Allah lebih sulit dihancurkan oleh masalah.",
  "Allah tidak pernah terlambat memberi, manusia saja yang sering terburu-buru meminta.",
  "Ketika kamu tidak tahu harus bagaimana, berdoalah. Itu tanda Allah ingin kamu kembali pada-Nya.",
  "Yang membuat hidup berat kadang bukan ujian, tapi kurangnya tawakal.",
  "Hidup sederhana seringkali lebih membuat hati luas dan tenang.",
  "Allah menyembunyikan sesuatu darimu bukan untuk menyulitkan, tapi untuk menjaga.",
  "Setiap malam adalah kesempatan baru untuk memperbaiki diri.",
  "Tidak ada yang lebih menenangkan daripada keyakinan bahwa Allah mengerti isi hatimu.",
  "Kesabaran adalah cahaya bagi hati yang gelap oleh masalah.",
  "Allah tidak melihat seberapa cepat kamu berubah, tapi seberapa tulus usahamu menuju kebaikan.",
  "Jangan takut memulai dari awal lagi, karena setiap awal selalu membawa harapan baru.",
  "Ketika kamu merasa tidak dihargai, ingatlah bahwa Allah selalu menghargai setiap niat baik.",
  "Apa pun yang terjadi hari ini, percayalah Allah sudah menyiapkan sesuatu yang lebih baik besok.",
  "Tidak ada langkah yang sia-sia selama kamu melangkah menuju kebaikan.",
  "Hati yang ikhlas mampu melihat hikmah di balik ujian paling berat.",
  "Allah tidak membiarkanmu tersesat selama kamu masih mau mencari jalan.",
  "Kekuatan sejati muncul ketika kamu menyerahkan segalanya kepada Allah.",
  "Jika kamu menjaga salatmu, salat akan menjaga hatimu.",
  "Kadang yang kamu butuhkan bukan jawaban, tapi ketenangan dalam hati.",
  "Allah memperbaiki keadaan seseorang ketika ia mulai memperbaiki hubungan dengan-Nya.",
  "Jangan tersinggung oleh perkataan manusia, fokuslah pada penilaian Allah.",
  "Setiap kelelahan karena kebaikan akan Allah ganti dengan ketenangan.",
  "Kesuksesan sejati adalah ketika hati semakin dekat kepada Allah.",
  "Jika kamu ingin hidupmu berubah, mulailah dari memperbaiki hatimu.",
  "Allah tahu siapa yang tulus datang kepada-Nya bahkan sebelum bibir berdoa.",
  "Ujian datang bukan untuk melemahkanmu, tapi untuk membuktikan bahwa kamu lebih kuat dari yang kamu kira.",
  "Hati yang bersih tidak mudah tersakiti oleh ucapan manusia.",
  "Jangan takut kehilangan sesuatu yang membuatmu jauh dari Allah.",
  "Allah tidak pernah membebani hamba-Nya tanpa menyiapkan pertolongan di dekatnya.",
  "Jika kamu menjaga lisan, Allah akan menjaga kehormatanmu.",
  "Setiap kesulitan membawa pelajaran yang tidak diajarkan oleh kenyamanan.",
  "Rezeki terbaik adalah hati yang lapang dan pikiran yang tenang.",
  "Jika kamu tidak menemukan tempat untuk mengadu, berdoalah. Allah selalu mendengarkan.",
  "Jangan mengeluh atas takdirmu, karena Allah menulisnya dengan cinta.",
  "Ketika kamu lelah, cukup ingat bahwa Allah selalu dekat.",
  "Hidup ini akan lebih mudah jika kamu belajar menerima apa yang sudah ditetapkan.",
  "Tidak ada yang lebih menenangkan daripada merasa cukup dengan pemberian Allah.",
  "Jika kamu tidak bisa menjadi yang terbaik, jadilah yang bermanfaat.",
  "Allah memperhatikan setiap usaha kecil yang kamu lakukan untuk menjadi lebih baik.",
  "Ketenangan datang ketika kamu berhenti memaksakan sesuatu yang bukan untukmu.",
  "Hati yang dekat dengan Allah tidak mudah dikalahkan rasa takut.",
  "Jika kamu ingin dimuliakan Allah, rendahkanlah hatimu di hadapan manusia.",
  "Allah tidak meminta hasil sempurna, Dia hanya meminta usaha yang tulus.",
  "Keajaiban sering datang pada mereka yang sabar dan tidak putus doa.",
  "Jika kamu merasa hidup kacau, kuatkan kembali hubunganmu dengan Allah.",
  "Allah memberi jalan keluar kepada mereka yang tidak berhenti berharap.",
  "Kebaikan sekecil apa pun akan kembali kepadamu dengan cara yang tidak terduga.",
  "Hati yang penuh syukur akan menemukan kebaikan bahkan dalam keadaan sulit.",
  "Allah lebih dekat dari apa yang kamu bayangkan, bahkan ketika kamu merasa jauh.",
  "Jika harapanmu pupus, bangunlah lagi dengan doa.",
  "Jangan menyalahkan keadaan, karena perubahan dimulai dari dirimu sendiri.",
  "Allah mencintai hamba yang tidak menyerah, meski langkahnya lambat.",
  "Setiap hari adalah kesempatan baru untuk menjadi lebih baik dari kemarin.",
  "Allah tahu apa yang kamu sembunyikan, baik luka maupun doa.",
  "Jangan takut pada masa depan yang belum terjadi. Allah sudah menyiapkan jalan terbaik.",
  "Hidup ini damai ketika kamu berhenti memikirkan penilaian manusia.",
  "Senyum yang kamu berikan dengan tulus akan kembali sebagai kebaikan.",
  "Allah tidak pernah menutup pintu bagi hamba yang mengakui kekurangannya.",
  "Jika kamu mencintai seseorang karena Allah, maka kamu akan menerima kekurangannya dengan lapang."
]
